[
    {
        "heading":"Write a to-do list to set goals.",
        "heading_number":"1",
        "img_url":"../public/img/img1.jpeg",
        "description":"Make a record of all the tasks you need to accomplish. Include short-term tasks you need to finish daily and weekly and long-term goals that may take months or years to accomplish. Seeing everything written down can help you plan out what needs to be done to meet your goals.Write this list on paper or in your phone—do whatever’s best for you! Once the timer goes off, take a 2-minute break. Then, start up on another set of 15 minutes of work."

    },
    {
        "heading":"Break tasks down into small chunks",
        "heading_number":"2",
        "img_url":"../public/img/img2.jpeg",
        "description":"Tackle things one step at a time so you don't get overwhelmed. It can be overwhelming to think about finishing a whole essay or completing a week’s worth of tasks. Instead of thinking about everything you must do, like one big obstacle, break it down into tiny pieces.[4] You'll be able to get started on the smallest crumb and go forward from there.[5] For example, instead of thinking, “I need to finish this essay before 10 PM tonight,” tell yourself,“I’m going to make a short outline, fill that in, and then look for quotes.”Consider trying a specific technique like Pomodoro, in which you work from 25-minute chunks and take 5-minute breaks in between.Avoid making a long, disorganized to-do list. This is just setting yourself up for failure. Instead, create subcategories like 'Home,' 'Work,' 'Family,' and 'Fun' and try to cross off a few entries from each list every day.Similarly, avoid multitasking or working on more than 1 task at once, as this could make you feel overwhelmed or stressed."

    },
    {
        "heading":"Prioritize goals with set deadlines.",
        "heading_number":"3",
        "img_url":"../public/img/img3.jpeg",
        "description":"Try using a strategy like the Eisenhower Box for prioritizing your tasks. Categorize all you have to do into 4 categories: tasks that must be done immediately, tasks that can be done later (or rescheduled), tasks that can be delegated to someone else, and tasks that aren't important and can be eliminated. The strength of this strategy is that it works well with the tasks you must complete in a given day but also on longer timescales, like weeks or months.[7]Use a planner to help schedule your time and stay motivated."

    },
    {
        "heading":"Pick a workspace that works for you.",
        "heading_number":"4",
        "img_url":"../public/img/img4.jpeg",
        "description":"Help motivate yourself with a distraction-free environment. Where you do your work or task can play a big part in how motivated you feel. For instance, if you’re studying for a test, pick a study space with limited foot traffic and plenty of space to lay out your textbooks.For some, being in a new environment helps motivate them to work. Try bringing your work or task to a local library, coffee shop, or bookstore to feel inspired."

    },
    {
        "heading":"Use apps to prevent online distractions.",
        "heading_number":"5",
        "img_url":"../public/img/img5.jpeg",
        "description":"Stay focused by eliminating your ability to waste time online.[8] If you're working on your cellphone or computer, it can be tempting to open up other apps or browsers instead of working on the task. Thankfully, there are plenty of apps out there to help block this urge!For smartphones, try these apps:[9]AppDetox uses blockage rules that only let you use selected apps for a set amount of time.Forest grows trees for however long you stay focused.For laptops and computers, try these browser extensions:[10]Freedom blocks distractions on all your devices at once.Self-Control blocks a list of websites for set amounts of time.Cold Turkey Blocker schedules system-wide blocking."

    },
    {
        "heading":"Put your phone in a different room.",
        "heading_number":"6",
        "img_url":"../public/img/img6.jpeg",
        "description":"Keep your phone out of reach if it’s distracting you. If you can’t handle being in the same space as something that’s going to tempt you, address that problem by keeping it in another room or turning it off. This also goes for other devices, including iPads, Kindles, or computers.[11]If you need to keep your phone on for family or work-related reasons, turn off all your notifications except for texts and/or calls."

    },
    {
        "heading":"Listen to music without lyrics.",
        "heading_number":"7",
        "img_url":"../public/img/img7.jpeg",
        "description":"Instrumental music can help boost your productivity. Many people struggle to work and stay focused in a completely silent room, but listening to popular songs could have you singing along rather than completing your task. So, opt for white noise, nature sounds, or instrumental music to help you stay on task.[12]XResearch source"

    },
    {
        "heading":"Promise yourself a reward.",
        "heading_number":"8",
        "img_url":"../public/img/img8.jpeg",
        "description":"Motivate yourself to finish a task with something you love. Tell yourself that when you complete your to-do list, you’ll get to celebrate with one of your favorite things. This anticipation can be used to push yourself through the pain.[13]Try rewarding yourself with a meal at your favorite restaurant, seeing a movie with a friend, or buying yourself something you’ve always wanted.Be careful not to over-reward yourself. Stick with small end-of-the-day rewards, and save big celebrations for when you accomplish something tremendous."

    },
    {
        "heading":"Give yourself a pep talk for motivation.",
        "heading_number":"9",
        "img_url":"../public/img/img9.jpeg",
        "description":"“Self-talking” is a great way to calm yourself down and get focused. Using positive self-talk can even help you meet your goals. Talk to yourself, using your name. Tell yourself that you can (and will) do this.[14]Self-talk by saying something like, “Dariel, I know this week has been hard, and you’re tired. You’ve written a million essays before, and you’ll rock this.”[15]You can also ask yourself questions: “Amari, why are you nervous about this? You know you can handle it.”Self-talk out loud if you can. It’ll also work in your head if you’re in a public place."

    },
    {
        "heading":"Stop punishing yourself for procrastinating..",
        "heading_number":"10",
        "img_url":"../public/img/img10.jpeg",
        "description":"The more stressed you are, the harder it’ll be to get your work done. Do your best to avoid getting angry with yourself. Guilt and regret are draining emotions and can easily leave you feeling tired and frustrated rather than motivated. Instead, focus on the task at hand and set your emotions aside.[1"

    }
   
]